Revit 2027 API
ParameterTypeId.AnalyticalMemberForceEndMy Property
 "End My"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceEndMy { get; }
Public Shared ReadOnly Property AnalyticalMemberForceEndMy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceEndMy {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceEndMy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace